Repository: axmadJ3/dota2-turbo
Catalog: dota2_turbo/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, th

source: Facets Statistics
de: Facetten-Statistik
es: Estadísticas de facetas
fr: Statistiques des facettes
id: Statistik Facet
it: Statistiche delle Facet
pt: Estatísticas de Facetas
th: สถิติแฟเซต

source: Hero facet statistics for the past 180 days
de: Helden-Facettenstatistik für die letzten 180 Tage
es: Estadísticas de facetas de héroes de los últimos 180 días
fr: Statistiques des facettes des héros sur les 180 derniers jours
id: Statistik facet hero selama 180 hari terakhir
it: Statistiche delle facet degli eroi negli ultimi 180 giorni
pt: Estatísticas de facetas dos heróis nos últimos 180 dias
th: สถิติแฟเซตของฮีโร่ในช่วง 180 วันที่ผ่านมา

source: GROUP BY:
de: GRUPPIEREN NACH:
es: AGRUPAR POR:
fr: GROUPER PAR :
id: KELOMPOKKAN BERDASARKAN:
it: RAGGRUPPA PER:
pt: AGRUPAR POR:
th: จัดกลุ่มตาม:

source: Heroes
de: Helden
es: Héroes
fr: Héros
id: Hero
it: Eroi
pt: Heróis
th: ฮีโร่

source: Facets
de: Facetten
es: Facetas
fr: Facettes
id: Facet
it: Facet
pt: Facetas
th: แฟเซต

source: FILTER BY POSITION:
de: NACH POSITION FILTERN:
es: FILTRAR POR POSICIÓN:
fr: FILTRER PAR POSITION :
id: FILTER BERDASARKAN POSISI:
it: FILTRA PER POSIZIONE:
pt: FILTRAR POR POSIÇÃO:
th: กรองตามตำแหน่ง:

source: Heroes Statistics
de: Heldenstatistik
es: Estadísticas de héroes
fr: Statistiques des héros
id: Statistik Hero
it: Statistiche degli Eroi
pt: Estatísticas de Heróis
th: สถิติฮีโร่

source: Hero statistics for the past 180 days
de: Heldenstatistik der letzten 180 Tage
es: Estadísticas de héroes de los últimos 180 días
fr: Statistiques des héros sur les 180 derniers jours
id: Statistik hero selama 180 hari terakhir
it: Statistiche degli eroi negli ultimi 180 giorni
pt: Estatísticas de heróis dos últimos 180 dias
th: สถิติฮีโร่ในช่วง 180 วันที่ผ่านมา

source: DATE RANGE:
de: ZEITRAUM:
es: RANGO DE FECHAS:
fr: PÉRIODE :
id: RENTANG TANGGAL:
it: INTERVALLO DI DATE:
pt: INTERVALO DE DATAS:
th: ช่วงวันที่:

source: About Dota 2 Turbo
de: Über Dota 2 Turbo
es: Acerca de Dota 2 Turbo
fr: À propos de Dota 2 Turbo
id: Tentang Dota 2 Turbo
it: Informazioni su Dota 2 Turbo
pt: Sobre o Dota 2 Turbo
th: เกี่ยวกับ Dota 2 Turbo

source: Your trusted source for game intelligence
de: Ihre vertrauenswürdige Quelle für Spielanalysen
es: Tu fuente confiable de análisis de juego
fr: Votre source fiable d’analyses de jeu
id: Sumber tepercaya Anda untuk analisis game
it: La tua fonte affidabile di analisi di gioco
pt: Sua fonte confiável de inteligência de jogo
th: แหล่งข้อมูลการวิเคราะห์เกมที่คุณไว้วางใจ

source: What We Provide
de: Was wir anbieten
es: Lo que ofrecemos
fr: Ce que nous proposons
id: Apa yang Kami Tawarkan
it: Cosa Offriamo
pt: O Que Oferecemos
th: สิ่งที่เรานำเสนอ

source: ⚙️ System Overview
de: ⚙️ Systemübersicht
es: ⚙️ Visión general del sistema
fr: ⚙️ Présentation du système
id: ⚙️ Gambaran Sistem
it: ⚙️ Panoramica del Sistema
pt: ⚙️ Visão Geral do Sistema
th: ⚙️ ภาพรวมระบบ

source: Dynamic Turbo meta analytics covering hero popularity, win percentages and match frequency
de: Dynamische Turbo-Meta-Analysen zu Heldenpopularität, Siegraten und Matchhäufigkeit
es: Análisis dinámico del meta de Turbo que cubre la popularidad de héroes, porcentajes de victoria y frecuencia de partidas
fr: Analyses dynamiques du méta Turbo couvrant la popularité des héros, les taux de victoire et la fréquence des matchs
id: Analitik meta Turbo yang dinamis mencakup popularitas hero, persentase kemenangan, dan frekuensi pertandingan
it: Analisi dinamiche del meta Turbo che coprono la popolarità degli eroi, le percentuali di vittoria e la frequenza delle partite
pt: Análise dinâmica da meta do modo Turbo cobrindo popularidade dos heróis, percentuais de vitória e frequência de partidas
th: การวิเคราะห์เมต้าโหมด Turbo แบบไดนามิก ครอบคลุมความนิยมของฮีโร่ อัตราการชนะ และความถี่ของแมตช์

source: 📚 Meta Insights
de: 📚 Meta-Einblicke
es: 📚 Información del meta
fr: 📚 Analyses du méta
id: 📚 Wawasan Meta
it: 📚 Analisi del Meta
pt: 📚 Análise da Meta
th: 📚 การวิเคราะห์เมต้า

source: Focused analysis of the current meta, Turbo mode trends, hero facets, and role-based strategies to keep you ahead of the game
de: Fokussierte Analyse der aktuellen Meta, Turbo-Modus-Trends, Heldenfacetten und rollenbasierter Strategien, um Ihnen einen Vorteil im Spiel zu verschaffen
es: Análisis enfocado del meta actual, tendencias del modo Turbo, facetas de héroes y estrategias basadas en roles para mantenerte un paso adelante
fr: Analyse ciblée du méta actuel, des tendances du mode Turbo, des facettes des héros et des stratégies basées sur les rôles pour garder une longueur d’avance
id: Analisis terfokus pada meta saat ini, tren mode Turbo, facet hero, dan strategi berbasis peran untuk membuat Anda selangkah lebih maju
it: Analisi approfondita del meta attuale, delle tendenze della modalità Turbo, delle facet degli eroi e delle strategie basate sui ruoli per restare sempre un passo avanti
pt: Análise focada da meta atual, tendências do modo Turbo, facetas dos heróis e estratégias baseadas em funções para manter você à frente no jogo
th: การวิเคราะห์เชิงลึกของเมต้าปัจจุบัน เทรนด์โหมด Turbo แฟเซตของฮีโร่ และกลยุทธ์ตามบทบาท เพื่อให้คุณนำหน้าอยู่เสมอ

source: 🏆 Your Personal Stats
de: 🏆 Ihre persönlichen Statistiken
es: 🏆 Tus estadísticas personales
fr: 🏆 Vos statistiques personnelles
id: 🏆 Statistik Pribadi Anda
it: 🏆 Le Tue Statistiche Personali
pt: 🏆 Suas Estatísticas Pessoais
th: 🏆 สถิติส่วนตัวของคุณ

source: Review your personal stats, hero picks, and match history to track progress and improve your gameplay
de: Überprüfen Sie Ihre persönlichen Statistiken, Heldenauswahlen und den Matchverlauf, um Ihren Fortschritt zu verfolgen und Ihr Gameplay zu verbessern
es: Revisa tus estadísticas personales, selecciones de héroes y el historial de partidas para seguir tu progreso y mejorar tu juego
fr: Consultez vos statistiques personnelles, vos choix de héros et l’historique des matchs pour suivre votre progression et améliorer votre gameplay
id: Tinjau statistik pribadi Anda, pilihan hero, dan riwayat pertandingan untuk melacak perkembangan dan meningkatkan permainan Anda
it: Consulta le tue statistiche personali, le scelte degli eroi e la cronologia delle partite per monitorare i progressi e migliorare il tuo gameplay
pt: Revise suas estatísticas pessoais, escolhas de heróis e histórico de partidas para acompanhar o progresso e melhorar sua jogabilidade
th: ตรวจสอบสถิติส่วนตัว การเลือกฮีโร่ และประวัติแมตช์ เพื่อติดตามความก้าวหน้าและพัฒนาการเล่นของคุณ

source: 📊 Leaderboard
de: 📊 Rangliste
es: 📊 Clasificación
fr: 📊 Classement
id: 📊 Papan Peringkat
it: 📊 Classifica
pt: 📊 Ranking
th: 📊 ตารางจัดอันดับ

source: Track top players and their win rates with a dynamic leaderboard that highlights performance in Turbo mode
de: Verfolgen Sie Top-Spieler und ihre Siegraten mit einer dynamischen Rangliste, die Leistungen im Turbo-Modus hervorhebt
es: Sigue a los mejores jugadores y sus tasas de victoria con una clasificación dinámica que destaca el rendimiento en el modo Turbo
fr: Suivez les meilleurs joueurs et leurs taux de victoire grâce à un classement dynamique mettant en avant les performances en mode Turbo
id: Pantau pemain terbaik dan tingkat kemenangan mereka dengan papan peringkat dinamis yang menyoroti performa di mode Turbo
it: Tieni traccia dei migliori giocatori e dei loro tassi di vittoria con una classifica dinamica che evidenzia le prestazioni in modalità Turbo
pt: Acompanhe os melhores jogadores e suas taxas de vitória com um ranking dinâmico que destaca o desempenho no modo Turbo
th: ติดตามผู้เล่นระดับสูงและอัตราการชนะของพวกเขาผ่านตารางจัดอันดับแบบไดนามิก ที่เน้นผลงานในโหมด Turbo

source: Data Sources
de: Datenquellen
es: Fuentes de datos
fr: Sources de données
id: Sumber Data
it: Fonti dei Dati
pt: Fontes de Dados
th: แหล่งข้อมูล

source: Our statistics are aggregated from public game APIs, analyzed to provide the most accurate and up-to-date information. All data is presented for educational and analytical purposes
de: Unsere Statistiken werden aus öffentlichen Spiel-APIs aggregiert und analysiert, um möglichst genaue und aktuelle Informationen bereitzustellen. Alle Daten dienen ausschließlich zu Bildungs- und Analysezwecken
es: Nuestras estadísticas se agregan a partir de APIs públicas del juego y se analizan para ofrecer información precisa y actualizada. Todos los datos se presentan con fines educativos y analíticos
fr: Nos statistiques sont agrégées à partir d’API publiques du jeu et analysées afin de fournir les informations les plus précises et à jour. Toutes les données sont présentées à des fins éducatives et analytiques
id: Statistik kami dikumpulkan dari API game publik dan dianalisis untuk memberikan informasi yang paling akurat dan terbaru. Semua data disajikan untuk tujuan edukasi dan analisis
it: Le nostre statistiche sono aggregate da API di gioco pubbliche e analizzate per fornire informazioni accurate e aggiornate. Tutti i dati sono presentati a scopo educativo e analitico
pt: Nossas estatísticas são agregadas a partir de APIs públicas do jogo e analisadas para fornecer as informações mais precisas e atualizadas. Todos os dados são apresentados para fins educacionais e analíticos
th: สถิติของเรารวบรวมจาก API เกมสาธารณะและนำมาวิเคราะห์ เพื่อให้ข้อมูลที่ถูกต้องและเป็นปัจจุบันมากที่สุด ข้อมูลทั้งหมดนำเสนอเพื่อวัตถุประสงค์ด้านการศึกษาและการวิเคราะห์

source: Contact
de: Kontakt
es: Contacto
id: Kontak
it: Contatti
pt: Contato
th: ติดต่อ

source: Email:
es: Correo electrónico:
th: อีเมล:

source: Leaderboard
de: Rangliste
es: Clasificación
fr: Classement
id: Papan Peringkat
it: Classifica
pt: Ranking
th: ตารางจัดอันดับ

source: Only Turbo matches from the past 180 days contribute to the rating
de: Nur Turbo-Matches der letzten 180 Tage fließen in die Bewertung ein
es: Solo las partidas Turbo de los últimos 180 días cuentan para la clasificación
fr: Seuls les matchs Turbo des 180 derniers jours comptent pour le classement
id: Hanya pertandingan Turbo dalam 180 hari terakhir yang memengaruhi peringkat
it: Solo le partite Turbo degli ultimi 180 giorni contribuiscono alla valutazione
pt: Apenas partidas Turbo dos últimos 180 dias contam para o ranking
th: เฉพาะแมตช์ Turbo ในช่วง 180 วันที่ผ่านมาเท่านั้นที่นำมาคำนวณอันดับ

source: Position
es: Posición
id: Posisi
it: Posizione
pt: Posição
th: อันดับ

source: Nickname
es: Apodo
fr: Pseudo
id: Nama Panggilan
pt: Apelido
th: ชื่อผู้เล่น

source: Rating
de: Bewertung
es: Puntuación
fr: Classement
id: Peringkat
it: Punteggio
pt: Classificação
th: คะแนน

source: Game Statistics
de: Spielstatistiken
es: Estadísticas del juego
fr: Statistiques de jeu
id: Statistik Permainan
it: Statistiche di Gioco
pt: Estatísticas do Jogo
th: สถิติเกม

source: Your Turbo Stats, hero picks, wins and match history
de: Ihre Turbo-Statistiken, Heldenauswahlen, Siege und Matchverlauf
es: Tus estadísticas de Turbo, selecciones de héroes, victorias e historial de partidas
fr: Vos statistiques Turbo, choix de héros, victoires et historique des matchs
id: Statistik Turbo Anda, pilihan hero, kemenangan, dan riwayat pertandingan
it: Le tue statistiche Turbo, le scelte degli eroi, le vittorie e la cronologia delle partite
pt: Suas estatísticas no Turbo, escolhas de heróis, vitórias e histórico de partidas
th: สถิติ Turbo ของคุณ การเลือกฮีโร่ ชัยชนะ และประวัติแมตช์

source: Total Games
de: Gesamtspiele
es: Partidas totales
fr: Parties totales
id: Total Pertandingan
it: Partite Totali
pt: Total de Partidas
th: จำนวนเกมทั้งหมด

source: Wins
de: Siege
es: Victorias
fr: Victoires
id: Kemenangan
it: Vittorie
pt: Vitórias
th: ชนะ

source: Losses
de: Niederlagen
es: Derrotas
fr: Défaites
id: Kekalahan
it: Sconfitte
pt: Derrotas
th: แพ้

source: Winrate
de: Siegrate
es: Tasa de victoria
fr: Taux de victoire
id: Tingkat Kemenangan
it: Percentuale di Vittorie
pt: Taxa de Vitória
th: อัตราชนะ

source: Matches
es: Partidas
fr: Matchs
id: Pertandingan
it: Partite
pt: Partidas
th: แมตช์

source: Heroes Stats
de: Heldenstatistiken
es: Estadísticas de héroes
fr: Statistiques des héros
id: Statistik Hero
it: Statistiche degli Eroi
pt: Estatísticas de Heróis
th: สถิติฮีโร่

source: About
de: Über
es: Acerca de
fr: À propos
id: Tentang
it: Informazioni
pt: Sobre
th: เกี่ยวกับ

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
id: Keluar
it: Disconnetti
pt: Sair
th: ออกจากระบบ

source: Auth via Steam
de: Anmeldung über Steam
es: Iniciar sesión con Steam
fr: Connexion via Stea
id: Masuk melalui Steam
it: Accesso tramite Steam
pt: Autenticação via Steam
th: เข้าสู่ระบบผ่าน Stea

source: In order for us to receive data about your games and calculate the rating, it is necessary:
de: Damit wir Daten über Ihre Spiele erhalten und die Bewertung berechnen können, ist Folgendes erforderlich:
es: Para que podamos recibir datos sobre tus partidas y calcular la clasificación, es necesario:
fr: Afin que nous puissions recevoir les données de vos parties et calculer le classement, il est nécessaire de :
it: Affinché possiamo ricevere i dati delle tue partite e calcolare la valutazione, è necessario:
th: เพื่อให้เราสามารถรับข้อมูลการแข่งขันของคุณและคำนวณอันดับได้ จำเป็นต้อง:

source: Launch Dota 2
de: Starten Sie Dota 2
es: Inicia Dota 2
fr: Lancez Dota 2
it: Avvia Dota 2
th: เปิด Dota 2

source: Click on the gear icon (settings) in the upper-left corner
de: Klicken Sie auf das Zahnradsymbol (Einstellungen) in der oberen linken Ecke
es: Haz clic en el ícono de engranaje (configuración) en la esquina superior izquierda
fr: Cliquez sur l’icône en forme d’engrenage (paramètres) dans le coin supérieur gauche
it: Fai clic sull'icona dell'ingranaggio (impostazioni) nell'angolo in alto a sinistra
th: คลิกที่ไอคอนรูปเฟือง (การตั้งค่า) ที่มุมซ้ายบน

source: Go to the "Social Networks" tab (or "Communication"/"Profile")
de: Gehen Sie zum Tab "Soziale Netzwerke" (oder "Kommunikation"/"Profil")
es: Ve a la pestaña "Redes sociales" (o "Comunicación"/"Perfil")
fr: Accédez à l’onglet "Réseaux sociaux" (ou "Communication"/"Profil")
it: Vai alla scheda "Reti sociali" (oppure "Comunicazione"/"Profilo")
th: ไปที่แท็บ "โซเชียลเน็ตเวิร์ก" (หรือ "การสื่อสาร"/"โปรไฟล์")

source: Find the item related to "Disclosure of match data" (in the English version — Expose Public Match Data)
de: Suchen Sie den Eintrag "Freigabe von Spieldaten" (in der englischen Version — Expose Public Match Data)
es: Busca la opción relacionada con "Divulgación de datos de partidas" (en la versión en inglés — Expose Public Match Data)
fr: Recherchez l’option liée à la "Divulgation des données de match" (dans la version anglaise — Expose Public Match Data)
it: Trova l'opzione relativa a "Condivisione dei dati delle partite" (nella versione inglese — Expose Public Match Data)
th: ค้นหารายการที่เกี่ยวข้องกับ "การเปิดเผยข้อมูลการแข่งขัน" (ในเวอร์ชันภาษาอังกฤษคือ "Expose Public Match Data")
